[
    {
        "name": "Document Translator",
        "department": "Administration & Finance",
        "requirement": "Applicants with experience of Chinese translation would be better",
        "description": "Translating updating documents of the organization(from Chinese/English to English/Chinese)",
        "reward": "Certificate of Volunteer; Certificate of Appreciation",
        "people": "1-2",
        "time": "1-3",
        "urgent": false
    },
    {
        "name": "Legal Specialist",
        "department": "Administration & Finance",
        "requirement": "Major in Law; familiar laws applied to non-profit organizations; familiar with contract law",
        "description": "Auditing contracts of cooperation and donations of IFU; auditing contracts of human resources; auditing constitutions of IFU; arrangement of other officers",
        "reward": "Certificate of Volunteer; Certificate of Appreciation",
        "people": "1",
        "time": "3-6",
        "urgent": false
    },
    {
        "name": "Media Operation & Event Planning - Columnist",
        "department": "Operation",
        "requirement": "Social media industry experience is preferred but not mandatory, better to major in Journalism; news report writing ability is required; able to translate from English to Chinese.",
        "description": "Understand the information needs of international families; able to deliver accurate information and reduce international families’ anxiety level in case of emergency; assist IFU campus volunteer team to polish articles; assist IFU project teams to integrate work report content.",
        "reward": "Certificate of Volunteer; Certificate of Appreciation",
        "people": "1-2",
        "time": "3",
        "urgent": false
    },
    {
        "name": "Media Operation & Event Planning - Editor",
        "department": "Operation",
        "requirement": "Social media industry experience is preferred but not mandatory, better to major in Journalism; news report writing ability is required; certain writing and typesetting experience are required; experience of operating Wechat official account, news column, and blogs is prefered; able to translate from English to Chinese.",
        "description": "Understand the information needs of international families; able to deliver accurate information and reduce international families’ anxiety level in case of emergency. Ensure the accuracy, comprehensiveness, and objectivity of the information released by IFU, and review the quality of the published content.",
        "reward": "Certificate of Volunteer; Certificate of Appreciation",
        "people": "1",
        "time": "6",
        "urgent": false
    },
    {
        "name": "UI/UX Designer",
        "department": "Design & Technology",
        "requirement": "Familiar with the usage of Figma/Sketch and so on; better to major in Graphic Design/Interactive Design or relative majors, please provide portfolios",
        "description": "According to the need of the development and the branding of IFU website, design for UI/UX for new webpages; collect and sort out the visual materials required for the preparation of web page development",
        "reward": "Certificate of Volunteer; Certificate of Appreciation",
        "people": "2-3",
        "time": "6"
    },
    {
        "name": "Front-End Developer",
        "department": "Design & Technology",
        "requirement": "Familiar with HTML&CSS, Vue, Javascript and so on; able to transit the web pages from static to dynamic independently; better to major in Computer Science, Interactive Design and related majors, and please provide portfolios",
        "description": "Based on the draft, build reasonable and efficient web pages; regular maintenance according to feedback from users, data and other team members",
        "reward": "Certificate of Volunteer; Certificate of Appreciation",
        "people": "1-2",
        "time": "6"
    },
    {
        "name": "Tutor of IFU Totoroad Academic Tutoring",
        "department": "Totoroad",
        "requirement": "Careful, patient, and love to share educational experience; Enrolled in or graduated from Top50 universities in the US; in addition to teaching, you must also cooperate with IFU Todoro's sales promotion and participate in course design; have good interpersonal communication skills",
        "description": "2-3 hours of working time per week to communicate with students online (the specific time depends on the tutor's availability of time); share your college application experience, your life of studying abroad, your scientific research or working experience with students; help with providing academic guidance",
        "reward": "About 30 USD/hour (including bonus); provide Internship or working certificate; honorary volunteer certification are awarded with excellent performance",
        "people": "Open available",
        "time": "12"
    }
]
