<template>
    <div class="course">
        <Collapse
            v-for="(contentItem, index) in contentList"
            :key="index"
            :title="contentItem.title"
        >
            <Render :content="contentItem.content" />
        </Collapse>
    </div>
</template>

<script>
import Collapse from '@/components/Collapse.vue';
import Render from '@/components/Render.vue';
import faqImage from '@/assets/question/faqForm1.png';

export default {
    name: 'Course',
    components: {
        Collapse,
        Render,
    },
    data() {
        return {
            faqImage,
            contentList: [
                {
                    title: '夏校里用什么样的电脑？',
                    content: (
                        <p>
                            数字媒体学院技营在课堂上使用Windows和Mac计算机 -
                            除了iPad - 基于课程所涵盖主题的行业标准，
                            以及与我们使用的软件最兼容的平台。
                        </p>
                    ),
                },
                {
                    title: '你的任何课程都有先决条件吗？',
                    content: (
                        <div>
                            <p>是的，我们的一些高级青少年课程有先决条件:</p>
                            <ul>
                                <li>高级Java 编程 - 建议有过JAVA编程经验</li>
                                <li>
                                    应用AI和数据科学 -
                                    代数熟练程度，和一些python编程经验
                                </li>
                                <li>
                                    Unity和Oculus的VR和AR应用程序设计 –
                                    需要有一定编程经验
                                </li>
                                <li>
                                    高级电影制作和视觉效 果 –
                                    需要有电影制作或编辑经验
                                </li>
                            </ul>
                        </div>
                    ),
                },
                {
                    title: '最受欢迎的课程是什么?',
                    content: <img src={faqImage} />,
                },
                {
                    title: '您如何确定您的年龄要求？',
                    content: (
                        <div>
                            <p>
                                我们的每个计划年龄组都是通过多年运行我们计划的经验精心挑选出来的。我们希望确保我们的课程由在班级
                                中具有相同成熟度和兴趣水平的学生组成。
                            </p>
                            <p>
                                我们可以根据具体情况为截止日期边界的儿童制定例外情况。请联系我们的学术
                                顾问团队，了解有关要求的更多详情。
                            </p>
                        </div>
                    ),
                },
                {
                    title: '营地后的下一步是什么？我的学生怎么能保持参与？',
                    content: (
                        <div>
                            <p>
                                我们所有的课程都是实际操作和基于项目的。在每门课程结束时，学生将从可以继续在已有的项目中继续创作，
                                开始重新做另一主题的项目。我们课程的学生将获得DMA数字媒体学院的完成证书（以及他们参加营地的大学名称）
                                以及教师会给出学生评估报告，报告中给出学生各方面的表现评价。最终的项目因课程而异，可以包括自编短片，
                                功能齐全的应用程序，原创游戏，功能机器人或新笔记本电脑。项目结束时，教师将为学生提供建议和资源，
                                以便继续学习和建立本周的知识。
                            </p>
                        </div>
                    ),
                },
                {
                    title: '学生通常注册多少周？',
                    content: (
                        <p>
                            我们所有的课程都是实际操作和基于项目的。在每门课程结束时，学生将从可以继续在已有的项目中继续创作，
                            开始重新做另一主题的项目。我们课程的学生将获得DMA数字媒体学院的完成证书（以及他们参加营地的大学名称）
                            以及教师会给出学生评估报告，报告中给出学生各方面的表现评价。最终的项目因课程而异，可以包括自编短片，功能齐全的应用程序，
                            原创游戏，功能机器人或新笔记本电脑。项目结束时，教师将为学生提供建议和资源，以便继续学习和建立本周的知识。
                        </p>
                    ),
                },
                {
                    title: '夏天学生可以参加几个星期的营地活动？',
                    content: (
                        <p>
                            学生可以根据自己的意愿注册营地数周。我们推荐可以从6大主题不同类别中挑选和选择课程，以获得跨学科的体验。
                        </p>
                    ),
                },
                {
                    title:
                        '您采取了哪些措施来确保我的孩子在您的住宿项目中的安全？',
                    content: (
                        <div>
                            <p>
                                我们坚持对每位员工进行严格的背景调查，并接受应急响应和儿童安全标准的培训。
                                我们所有的员工都经过良好的培训，并且都获得了CPR和急救认证。我们还要求所有员工都接受强制报告培训和性虐待预防培训。
                                此外，我们与大学校园警察合作，他们随时在场并参与现场培训课程。我们还聘请了日营辅导员，
                                其主要职责是在休息活动期间监督学生，并在用餐时间指导学生在校园内。我们的营地总监配备了工具和资源，
                                以确保每个学生的安全。
                            </p>
                            <p>
                                对于我们的隔夜计划（12-17岁），我们聘请过夜营训练员，
                                他们在营地时间后监督学生，组织夜间活动，并在用餐期间和校园内护送学生到餐厅。这些员工也通过了CPR和急救认证，
                                并且还需要完成我们的深入培训。住宿，膳食和活动期间，学生必须在一起。他们可以自由地探索校园，
                                但除了与营地辅导员不断沟通外，他们还必须遵守Buddy系统。学生的宵禁也得到了执行。
                            </p>
                            <p>
                                对于任何涉及专门饮食或药物的问题，我们的营地主任会在营地辅导员之间进行特殊培训，
                                以确保学生每周都能获得任何必要或必需的药物，并制定符合学生需求的行动计划。我们鼓励您与您提出的问题进行联系。
                                安全是我们的首要任务。
                            </p>
                        </div>
                    ),
                },
                {
                    title: '如果我的孩子需要错过营地日会怎么样？',
                    content: (
                        <p>
                            我们知道这可能会发生，但是，我们不建议错过一天的营地。由于我们的课程只有一周的时间，
                            因此遗漏任何部分可能对学习也有不利影响。您的孩子如果在很短的时间内补习此前落下的内容会有很多压力，
                            但是我们的员工会根据不同孩子的需求给与帮助，但不建议错过课堂上的任何时间。
                        </p>
                    ),
                },
                {
                    title: '家长可以和学生一起上课吗？',
                    content: (
                        <p>
                            家长们被邀请在周一早上来到课堂，看看房间的位置，与教练和助教会面，并与学生一起了解营地基本信息。
                            我们不允许家长在教学和教学过程中白天留在教室里。为了所有学生的安全，我们不允许任何不是数字媒体学院员工的营地或教室
                            的成年人。
                        </p>
                    ),
                },
                {
                    title: '每周的学习的计划是什么？',
                    content: (
                        <div>
                            <p>
                                请查看下面的每周和每日样本计划。请注意，这些时间表可能因地点和课程而略有不同。
                            </p>
                            <ul>
                                <li>
                                    Sunday:
                                    入住你的宿舍，花一些时间去了解你的室友和同学
                                </li>
                                <li>
                                    Monday:
                                    欢迎来到营地的第一天！与您的老师见面，了解课程概况，并开始学习课程的基本技能。
                                    接受教练和同伴的想法和挑战。
                                </li>
                                <li>
                                    Tuesday:
                                    深入探讨更复杂的主题。与同学一起分享想法，
                                    互相给予反馈，并在学习不同概念时构建迷你项目。
                                </li>
                                <li>
                                    Wednesday: 开始考虑你的最终项目。
                                    你想创造什么？你想解决什么问题？你想要开心吗？与同行一起测试不同的想法，并开始计划您的最终设计。
                                </li>
                                <li>
                                    Thursday:
                                    是时候准备战斗拉!!还有一天，直到你向同学和家长展示你的最终项目。与你的朋友交谈，
                                    给对方的项目支持，并对你的项目进行最后的修改！
                                </li>
                                <li>
                                    Friday: 你整个星期都在努力工作。
                                    炫耀您的新项目时候到啦!
                                    从可以播放歌曲的机器人到创建的新音乐歌曲制作。用您自己的短片，
                                    视频游戏等等点亮带给您的家人和朋友留下深刻印象！而且你也可以其他班级走走，看看其他课程在本周内都做
                                    了什么好玩的项目
                                </li>
                            </ul>
                        </div>
                    ),
                },
                {
                    title: '在我的孩子来到营地之前，我是否必须填写任何豁免？',
                    content: (
                        <div>
                            <p>
                                是的，我们要求每位学生在参加营地出勤前签署豁免书。它们将在冬末/春初提供。
                                这些豁免包括：
                            </p>
                            <ul>
                                <li>行为指南</li>
                                <li>一半责任</li>
                                <li>同意在营地提供药物（如适用）</li>
                                <li>医疗信息，治疗和医疗信息的发布</li>
                                <li>Epipen和吸入器释放（如果适用）</li>
                                <li>技术帐户政策</li>
                            </ul>
                            <p>某些大学有额外的要求</p>
                            <ul>
                                <li>哈佛大学 - 学生必须提供免疫证明</li>
                                <li>斯坦福大学 - 斯坦福大学风险管理豁免</li>
                            </ul>
                        </div>
                    ),
                },
                {
                    title: '什么样的老师在夏令营授课？',
                    content: (
                        <p>
                            我们的教师和员工经过严格的招聘流程，以确保他们能够成为一名有效的教师，并为我们的学生提供必要的指导。我们将员工描述为行业专业人士和教育工作者。
                            事实上，我们的大多数员工都在他们所教授的主题的各个科技行业工作。我们还雇用具有STEM背景的学校教师。
                            在我们的招聘过程中，潜在的候选人需要准备一个教学演示（他们教授他们选择的主题），提供他们的创作课程，
                            并与我们的学术团队成员进行特定主题的问答。在面试过程中，每个申请人都遵守相同的标准，并按照标题进行评分。
                            大多数情况下，我们会收到毕业或博士学位的申请人。在他们的领域的学生。这些候选人与职业专业人士相称，必须达到相同的标准。
                        </p>
                    ),
                },
                {
                    title: '在营地运行时，谁是我的主要联系人？',
                    content: (
                        <p>
                            营地的主要联络点是营地主任。在接近开营的时候，您将收到有关营地主任姓名的信息和联系信息。
                        </p>
                    ),
                },
                {
                    title: '教学助理和教练之间有什么区别？',
                    content: (
                        <p>
                            教师是受过全体课程培训的主题专家。他们将在课程期间直接教您的孩子。助教也有很强的学科领域知识，并协助活动，课堂管理和上午和下午休息。
                        </p>
                    ),
                },
            ],
        };
    },
};
</script>

<style scoped>
.course {
    padding: 70px 119px;
}

.collapse {
    margin-top: 40px;
}
</style>

<style scoped>
@media (max-width: 1024px) {
    .course {
        padding: 10%;
    }
}
</style>
