<template>
    <div class="life">
        <Collapse
            v-for="(contentItem, index) in contentList"
            :key="index"
            :title="contentItem.title"
        >
            <Render :content="contentItem.content" />
        </Collapse>
    </div>
</template>

<script>
import Collapse from '@/components/Collapse.vue';
import Render from '@/components/Render.vue';
import faqImage2 from '@/assets/question/faqForm2.png';

export default {
    name: 'Life',
    components: {
        Collapse,
        Render,
    },
    data() {
        return {
            faqImage2,
            contentList: [
                {
                    title: '学生每天在哪里吃饭？学生们在食堂吃饭吗？',
                    content: (
                        <p>
                            参加午餐服务的学生将在大学校园的餐厅体验用餐。有无数的选择，即便挑食的人会感到宾至如归。
                        </p>
                    ),
                },
                {
                    title: '你能适应饮食限制或食物过敏吗？',
                    content: (
                        <div>
                            <p>
                                数字媒体学院意识到学生可能有特殊的饮食需求。在完成注册过程后，您将被问及孩子可能有的任何药物或饮食特殊需求。此外，我们非常欢迎您在注册处理后与我们联系，我们可以为您的帐户添加额外的注释以获得额外保证。我们还鼓励您与现场营地主管交谈，以确保我们了解您的情况。
                            </p>
                            <p>
                                如果您的孩子有严重的食物过敏，我们建议您每天从家里送一顿午餐。您孩子的健康和安全对我们非常重要！如果您的孩子患有严重的食物过敏并将参加斯坦福大学或加州大学圣地亚哥分校（需要午餐），请联系我们，以便我们帮助向餐饮经理传达这些需求。
                            </p>
                        </div>
                    ),
                },
                {
                    title: '我现在必须决定买午餐吗？',
                    content: (
                        <p>
                            我们建议您在注册时选择附加餐饮的选项，也欢迎您在注册后联系我们，电话号码是866.656.3342，我们的代表将很乐意为您的注册添加午餐。某些地点可让您在营地开始前购买午餐。在其他地点，您需要在指定的截止日期前购买午餐。
                        </p>
                    ),
                },
                {
                    title: '营地地点以及是否有住宿?',
                    content: <img id="faqImage" src={faqImage2} />,
                },
                {
                    title: '所有学生都可以参加住宿计划吗？',
                    content: (
                        <div>
                            <p>
                                是的，欢迎所有学生在他们的注册中添加住宿选项，条件是他们年龄在12到17岁之间。
                            </p>
                            <p>
                                在住宿计划中：我们计划在学生到达时的每周活动，同时考虑到整个团体的利益。晚餐后，晚餐后将有计划的活动，可以是校园游览，寻宝活动，电影之夜，体育活动，才艺表演等。我们能够通过各种团队建设活动在学生中引入社区意识，他们将相互依靠完成手头的任务，并发现我们的学生通过这些情况建立联系。
                            </p>
                            <p>
                                休息期间：白天有两个短暂休息和午休。在短暂休息期间，12岁及以下）的学生将通过游戏等受监督的活动来领导。年龄较大的学生有机会从课堂中出来并参加团队建设活动。
                            </p>
                        </div>
                    ),
                },
                {
                    title: '在课程中，辅导员与学生的比例是多少？',
                    content: (
                        <p>
                            我们所有地点的辅导员与学生的平均比例为12：1或更低。
                        </p>
                    ),
                },
                {
                    title: '我的孩子是走读的，他/她还能参加住宿活动吗？',
                    content: (
                        <p>
                            通勤学生无法参加我们的晚上住宿的活动。但是，孩子仍然有机会参与社交活动并参与我们的工作人员在白天安排的休息时间活动。
                        </p>
                    ),
                },
                {
                    title: '你提供什么样的监督？',
                    content: (
                        <p>
                            对于我们的住宿计划（12-17岁），我们有住宿营地辅导员，他们监督学生，进行夜间活动，护送学生到餐厅和校园周围。工作人员训练有素，并获得CPR和急救认证。此外，我们还有大学校园警察随时出席，并在入住时向学生提供自己的安全演示。学生在住宿，膳食和活动方面都保持在一起，但学生可以灵活地自己探索，但有严格的检查指南和宵禁。住宿课程的学生与员工比例通常为12比1或更低，具体取决于计划中的学生人数。
                        </p>
                    ),
                },
                {
                    title: '学生在哪里睡觉？',
                    content: (
                        <p>
                            学生们在宿舍的校园里睡觉。在某些情况下，如果校园内没有住房，数字媒体学院将与当地酒店或其他住房提供商签订住宿合同。
                        </p>
                    ),
                },
                {
                    title: '如何分配室友？',
                    content: (
                        <p>
                            每所大学的宿舍可能会有所不同，但每间客房通常有两到三张床。室友按性别，年龄和课程主题分配（按此顺序）。如果您有室友偏好，我们将需要父母双方确认请求才能将其添加到我们的系统中。此外，我们将在夏季计划开始之前在线向您的MyDMA帐户发布有关宿舍位置和装箱单的更多信息。
                        </p>
                    ),
                },
                {
                    title: '我的孩子选择的双周课程。他/她周末去哪儿？',
                    content: (
                        <div>
                            <p>
                                我们计划在一周内进行周末短途旅行，并尝试考虑整个团队的兴趣。例如，如果我们发现许多留在周末的学生过去都有很大的吸引力，我们可能会尝试不同类型的郊游。如果我们注意到许多周末入住的学生来自国家/地区，从未去过特定的景点，我们会做出相应的计划。
                            </p>
                            <p>
                                因为我们喜欢与学生见面，了解他们的兴趣，然后计划一个他们都会喜欢的有趣的周末郊游，所以很难提前确定短途旅行。最快的我们可以告诉你校外周六游览的确切位置，也就是同一周的周三。一旦计划了短途旅行，我们的顾问会继续购买任何门票，为团体安排旅行等。
                            </p>
                        </div>
                    ),
                },
                {
                    title: '如果我不能在下午5点接我的孩子。还有其他选择吗？',
                    content: (
                        <p>
                            下午5点后需要接送露营者的家庭可以添加延长日计划。在这个一小时的可选项目中，学生可以参加工作人员提供的自由选择活动，同时等待接送。家长在下午6点需要接学生。
                        </p>
                    ),
                },
                {
                    title:
                        '我的孩子必须把药带到营地。您在营地为儿童服用药物的过程是什么？',
                    content: (
                        <div>
                            <p class="bold">给药的过程如下：</p>
                            <ul>
                                <li>
                                    药物保存在营地办公室的锁箱中（除非父母另有要求并经数字媒体学院批准）
                                </li>
                                <li>
                                    在指定时间的每一天，参与者被带到办公室，计划主任或住宅协调员/顾问将确保他们服用药物。
                                </li>
                                <li>
                                    在指定时间的每一天，参与者被带到办公室，计划主任或住宅协调员/顾问将确保他们服用药物。
                                </li>
                            </ul>
                            <p class="bold">家长/监护人需要做以下事项：</p>
                            <p>
                                在办理登机手续时，请向计划主任或住宿协调员/顾问提供带有药房标签的原始容器中的药物以及以下内容：
                            </p>
                            <ul>
                                <li>父母姓名</li>
                                <li>参与者姓名</li>
                                <li>电话号码</li>
                                <li>药物名称</li>
                                <li>管理学生的最佳时间</li>
                            </ul>
                        </div>
                    ),
                },
            ],
        };
    },
};
</script>

<style lang="scss" scoped>
.life {
    padding: 70px 119px;
}

.collapse {
    margin-top: 40px;
}

#faqImage {
    width: 568px;
    height: 490px;
}

.bold {
    font-weight: bold;
}
</style>
