<template>
    <div class="more">
        <Collapse
            v-for="(contentItem, index) in contentList"
            :key="index"
            :title="contentItem.title"
        >
            <Render :content="contentItem.content" />
        </Collapse>
    </div>
</template>

<script>
import Collapse from '@/components/Collapse.vue';
import Render from '@/components/Render.vue';

export default {
    name: 'More',
    components: {
        Collapse,
        Render,
    },
    data() {
        return {
            contentList: [
                {
                    title: '你能接纳有特殊需要的学生吗？',
                    content: (
                        <div>
                            <p>
                                数字媒体学院不是一个特殊需求学生夏令营，但是，我们欢迎有特殊需求的学生。
                                我们会尽可能的帮助孩子获得最好的体验。
                            </p>
                            <p>
                                如果您决定注册该课程，您需要添加任何相关信息，
                                以帮助我们的校园工作人员为您和您的孩子提供积极的体验。请告诉我们您认为必要的信息。
                                您在抵达营地时与现场主任进行沟通交流，并确保您传达任何其他信息。
                            </p>
                        </div>
                    ),
                },
                {
                    title: '国际学生有什么录取条件吗？',
                    content: (
                        <p>
                            除了课程所需的任何录取条件外，我们建议学生在理解和阅读方面都能牢牢掌握英语，并能够用英语与我们的员工沟通。所有课程均以英语授课。学生需要遵循首席讲师和助教提供的口头指示，并遵循计算机屏幕上的书面说明。
                            我们无法提供ESL帮助。我们的教练尽最大努力让每个人都在同一级别上班，所以没有人落后，所有学生都可以在星期五开放日周末完成他们的大型主要项目。如果您有任何其他问题，请告诉我们。
                        </p>
                    ),
                },
                {
                    title: '如果他/她来自国外，我的学生需要什么样的签证？',
                    content: (
                        <p>
                            学生只需要旅游签证即可参加我们的课程。如果您的领事馆需要邀请函，我们很乐意提供帮助!
                        </p>
                    ),
                },
                {
                    title:
                        '我不希望我的小孩整天坐在电脑前。你如何平衡屏幕时间和播放时间？',
                    content: (
                        <p>
                            在我们的初级探险计划中，学生们使用iPad，这使他们在学习时可以移动。我们的课程设计有足够的屏幕外时间，课程涉及课堂内外的练习。
                        </p>
                    ),
                },
                {
                    title: '学生可以参加住宿计划吗？',
                    content: (
                        <p>
                            12岁以下无法参加住宿计划。但是如果团队的话，可以由海外带队老师和学生一起住在大学宿舍里。
                        </p>
                    ),
                },
                {
                    title: '年龄较小的学生如何受到监督？',
                    content: (
                        <p>
                            学生会收到全程的监督。学生们走路休息和午餐，教学助理将与学生一起吃饭，并在休息时间带领活动。如果学生需要使用洗手间，他们将由一名工作人员陪同并与学生伙伴一起去。
                        </p>
                    ),
                },
                {
                    title: '学院和工作室有什么区别？',
                    content: (
                        <div>
                            <p>
                                学院（3级）是两个为期一周的课程，我们认为这些课程相互补充，并在我们的青少年课程中提供。我们建议将这些课程结合在一起，并为捆绑它们的人提供定价折扣。学院内的每门课程也可以独立完成，但我们的一些高级课程确实需要先决条件。
                            </p>
                            <p>
                                工作室（4级）是我们青少年课程中完全身临其境的课程，为学生提供在某个领域内深入曝光的机会。工作室的经验旨在将学生的知识和对创作和技术的热情提升到新的水平。通过这个设计独特的为期两周的工作室体验
                                -
                                学生有机会在模拟的专业工作室环境中创建专业水平的工作。学生将由经验丰富的教师带领，并受到行业专业人士的启发。
                            </p>
                        </div>
                    ),
                },
            ],
        };
    },
};
</script>

<style lang="scss" scoped>
.more {
    padding: 70px 119px;
}

.collapse {
    margin-top: 40px;
}
</style>
